список: list[int] = [1, 7, 4, 12, 131, ]  # список заполненный элиментами различных типов данных
print(список)                             # команда которая выводит список на экран

список.append(441)                        # команда которая добавляет число 441 в список
print(список)

список.remove(12)                         # команда которая удоляет число 12 в список
print(список)

список.reverse()                          # команда которая воспроизводит списко задом на перед
print(список)

hi = b"Hello"                             # команда которая выводит Hello в байт строке
print(hi)

print(type(список))                       # команда которая проверяет тип данных элемента ( список )
print(type(hi))                           # проверяет тип данных элемента ( hi )
